Repository: SRGSSR/pillarbox-apple
Catalog: Sources/CoreBusiness/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: No playable resources could be found.
fr: Aucune ressource jouable n'a pu être trouvée.

source: The data is invalid.
fr: Les données sont invalides.

source: This commercial content is not available.
fr: Ce contenu n’est actuellement pas disponible.

source: This content is not available anymore.
fr: Ce contenu n’est plus disponible.

source: This content is not available due to legal restrictions.
fr: Ce contenu a été retiré par décision de justice.

source: This content is not available outside Switzerland.
fr: Ce contenu n'est pas disponible hors de Suisse.

source: This content is not available yet.
fr: Ce contenu n’est pas encore disponible.

source: This content is not available.
fr: Ce contenu n’est pas disponible.

source: To protect children this content is only available between 8PM and 6AM.
fr: Ce contenu n'est disponible qu'entre 20 h et 6 h afin de protéger le jeune public.

source: To protect children this content is only available between 10PM and 5AM.
fr: Ce contenu n'est disponible qu'entre 22 h et 5 h afin de protéger le jeune public.

source: Unknown error.
fr: Erreur inconnue.
